tap "homebrew/bundle"
brew "ansible"
brew "diff-so-fancy"
brew "exiftool"
brew "git"
brew "mas"
brew "neovim"
brew "node"
brew "pnpm"
brew "ripgrep"
brew "zsh"
cask "discord"
cask "iterm2"
cask "mullvadvpn"
cask "nordvpn"
cask "notion"
cask "scroll-reverser"
cask "spotify"
cask "todoist"
cask "visual-studio-code"
cask "vlc"
mas "Day One", id: 1055511498
mas "GoPro Player", id: 1460836908
mas "iMovie", id: 408981434
mas "Magnet", id: 441258766
mas "The Unarchiver", id: 425424353
mas "WhatsApp", id: 1147396723
mas "Xcode", id: 497799835
vscode "Angular.ng-template"
vscode "eamodio.gitlens"
vscode "enkia.tokyo-night"
vscode "formulahendry.auto-rename-tag"
vscode "GitHub.copilot"
vscode "golang.go"
vscode "mechatroner.rainbow-csv"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.remote-explorer"
vscode "PKief.material-icon-theme"
vscode "rust-lang.rust-analyzer"
vscode "sdras.night-owl"
vscode "syler.sass-indented"
vscode "vscodevim.vim"
