tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
brew "anime-downloader"
brew "cowsay"
brew "diff-so-fancy"
brew "fortune"
brew "git"
brew "mas"
brew "zsh"
cask "discord"
cask "iterm2"
cask "mullvadvpn"
cask "nordvpn"
cask "notion"
cask "scroll-reverser"
cask "spotify"
cask "todoist"
cask "visual-studio-code"
cask "vlc"
mas "Day One", id: 1055511498
mas "GoPro Player", id: 1460836908
mas "iMovie", id: 408981434
mas "Magnet", id: 441258766
mas "WhatsApp", id: 1147396723
mas "Xcode", id: 497799835
