Angular.ng-template
eamodio.gitlens
enkia.tokyo-night
formulahendry.auto-rename-tag
GitHub.copilot
golang.go
mechatroner.rainbow-csv
PKief.material-icon-theme
rust-lang.rust-analyzer
sdras.night-owl
syler.sass-indented
vscodevim.vim
