Angular.ng-template
eamodio.gitlens
enkia.tokyo-night
formulahendry.auto-rename-tag
GitHub.copilot
golang.go
mechatroner.rainbow-csv
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode.remote-explorer
PKief.material-icon-theme
rust-lang.rust-analyzer
sdras.night-owl
syler.sass-indented
vscodevim.vim
